{
  "home": "Home",
  "setting": "Setting",
  "world_war_II": "World War II",
  "add_camera": "Add Camera",
  "add_camera2": "Add E2EE Haicam",
  "add_camera_alert_message": "We have improved the camera adding process, so please follow these steps exactly instead of using the user manual in the camera's box",
  "ok": "OK",
  "scan_camera_qr": "Scan Camera's QR Code",
  "scan_camera_qr_info": "Please scan your camera's QR Code in camera's back",
  "scan_here": "Scan Here",
  "qr_code_info": "Please scan the QR code in the camera's label or input your camera's DID manually",
  "did_id": "DID",
  "next": "Next",
  "preparation": "Preparation",
  "preparation_msg1": "Before continuing make sure you have",
  "preparation_msg2": "Your WIFI password",
  "preparation_msg3": "Access to power outlet",
  "preparation_msg4": "Connect your phone to your 2.4G WIFI network",
  "preparation_msg5": "Make sure yoor WIFI's SSID is not in hidden status",
  "preparation_msg6": "(The camera's firmware does not support a hidden WIFI SSID. Currently, we will push a firmware update soon to fix this issue)",
  "warning": "Warning",
  "warning_msg1": "The camera does not support WiFi 2.4 GHz",
  "warning_msg2": "Modern modems and routers are designed to broadcast WiFi netwrok on both 2.4 GHz and 5.0 GHz wavelengths. The camera requires a 2.4 GHz network to function properly.",
  "warning_msg3": "In rare cases, WiFi routers are configured to broadcaste only a 5.0 GHz signal. In this case you will not able to complete the in-app-setup.",
  "warning_msg4": "In most cases however, you can adjust your modem or router to begin broadcasting a 2.4 GHz signal. Check your router's manual to find out how to enable 2.4 GHz networking.",
  "warning_msg5": "If you have roaming network with multiple access points, and you're unable to successfully setup your camera, try disabling all but one of your access points. Then try repeating setup process",
  "warning_msg6": "Modems and routers can be configured to broadcaste hidden networks in which the network name, sometimes called SSID, is not broadcast. If you have a hidden network, the camera's firmware won't able to work with it (We will push a firmware update soon to fix this issue).",
  "set_up_camera_wifi": "Set Up Camera WiFi",
  "wifi_name": "WiFi AP",
  "wifi_pwd": "WiFi password",
  "wifi_info1": "The camera only suports 2.4G WiFi currently.",
  "wifi_info2": "Your WiFi SSID and password will be saved in phone's memory until the app is terminated",
  "wifi_info3": "The camera's firmware doesn't support a hiddend WiFi SSID currently ( We will push a firmware update soon to fix this issue).",
  "unplug_camera": "Unplug Camera From Power",
  "unplug_camera_info1": "If your camera has already been plugged into the power outlet. Please unplug it from the power outlet.",
  "unplug_camera_info2": "Please make sure to power off the camera in this step in every adding camera attempt or the adding camera process could be failed!",
  "unplug_camera_ask_msg": "Did you unplug the camera from the power outlet?",
  "cancel": "Cancel",
  "plug_camera": "Plug Camera into Power",
  "plug_camera_info1": "Plug your camera into the power outlet and wait for about 35 seconds",
  "plug_camera_info2": "When you hear a beep from the camera. Tap the Next button below",
  "plug_camera_info3": "Do not hear a beep. Please restart the adding camera process or contact with us by email:\nsupport@youipcams.com OR App's Main\nMenu -> Support -> Contact us",
  "factory_defalut": "Factory Defalut",
  "factory_defalut_info1": "Has your camera been added to an account or having trouble to add to an account previously?",
  "factory_defalut_info2": "YES, tap the Reset button in the bottom to set the camera to factory default firstly",
  "factory_defalut_info3": "NO. tap the Next button in the bottom to continue",
  "factory_defalut_info4": "Tips:",
  "factory_defalut_info5": "Check the available WiFi access points in your phone's settings or computer, you should find your camera's WiFi access point: AP-E21-200060-2FEEB, E21-200060-2FEEB is your camera's DID. If you couldn't find it, tap the Reset button.",
  "reset": "Reset",
  "audio_voulume": "Test Audio Volume",
  "audio_voulume_info1": "Did you hear the test sound and loud enough?",
  "audio_voulume_info2": "Yes, please tap the Next button",
  "audio_voulume_info3": "No, please check your phone's volume settings and test again.",
  "test_sound_again": "Play test sound again",
  "config_wifi": "Config WiFi by Sound Wave",
  "config_wifi_info1": "Your WiFi information will be sent to your camera by sound save. So please make sure you have a quiet environment when you play the sound wave or it could be failed.",
  "config_wifi_info2": "Please put your phone's speaker near the camera about 2 inches, then press the Play button to play the sound wave audio to configure your camera's wifi.",
  "config_wifi_info3": "If you hear a beep from the camera, then press next button.",
  "config_wifi_info4": "if you don't hear a beep from the camera, please press the Replay button to play multiple times until you hear a beep from the camera.",
  "config_wifi_info5": "OR tap the QR Code Mode button below to config your camera's WiFi",
  "play": "Play",
  "qr_code_mode": "QR Code Mode",
  "replay": "Replay",
  "no": "No",
  "yes": "Yes",
  "config_alert_msg": "Did you hear a beep sound from the camera while playing the WiFi sound wave?",
  "set_camera_wifi": "Set Camera WiFi",
  "setup_camera": "Set Up Camera",
  "camera_name": "Camera Name",
  "ip": "IP",
  "monitoring": "Monitoring",
  "video_bandwidth": "Video and Bandwidth",
  "level": "Level",
  "level_info": "With high video quality, your camera will use about 350GB data per month for continous cloud recording."
}